Repository: whit3rabbit/turbospark
Catalog: swift/TurboSparkApp/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, vi, zh_hans, zh_hant

source: No sources yet
ar: لا توجد مصادر بعد
de: Noch keine Quellen
es: Aún no hay fuentes
fr: Aucune source pour le moment
he: אין מקורות עדיין
hi: अभी कोई स्रोत नहीं
id: Belum ada sumber
it: Nessuna fonte ancora
ja: ソースはまだありません
ko: 아직 출처가 없습니다
nl: Nog geen bronnen
pl: Brak źródeł
pt_br: Ainda não há fontes
ru: Источников пока нет
sv: Inga källor ännu
tr: Henüz kaynak yok
uk: Джерел ще немає
vi: Chưa có nguồn
zh_hans: 暂无来源
zh_hant: 尚無來源

source: No tasks yet
ar: لا توجد مهام بعد
de: Noch keine Aufgaben
es: Aún no hay tareas
fr: Aucune tâche pour l'instant
he: אין עדיין משימות
hi: अभी तक कोई कार्य नहीं
id: Belum ada tugas
it: Ancora nessuna attività
ja: タスクはまだありません
ko: 아직 작업 없음
nl: Nog geen taken
pl: Brak zadań
pt_br: Ainda não há tarefas
ru: Задач пока нет
sv: Inga uppgifter än
tr: Henüz görev yok
uk: Завдань поки немає
vi: Chưa có tác vụ
zh_hans: 暂无任务
zh_hant: 尚無工作

source: Nominal
ar: طبيعي
he: תקין
hi: सामान्य
it: Nominale
ja: 正常
ko: 정상
nl: Nominaal
pl: Nominalny
ru: В норме
sv: Nominell
uk: Номінальний
vi: Định mức
zh_hans: 正常
zh_hant: 正常

source: None
ar: بلا
de: Keine
es: Ninguno
fr: Aucun
he: ללא
hi: कोई नहीं
id: Tidak ada
it: Nessuno
ja: なし
ko: 없음
nl: Geen
pl: Brak
pt_br: Nenhum
ru: Нет
sv: Ingen
tr: Yok
uk: Немає
vi: Không có
zh_hans: 无
zh_hant: 無

source: Not a valid URL.
ar: عنوان غير صالح.
de: Keine gültige URL.
es: No es una URL válida.
fr: URL non valide.
he: כתובת לא תקינה.
hi: मान्य URL नहीं है।
id: URL tidak valid.
it: URL non valido.
ja: 有効な URL ではありません。
ko: 유효한 URL이 아닙니다.
nl: Geen geldige URL.
pl: Nieprawidłowy adres URL.
pt_br: URL inválida.
ru: Недопустимый URL.
sv: Ogiltig adress.
tr: Geçerli bir adres değil.
uk: Недійсна URL-адреса.
vi: URL không hợp lệ.
zh_hans: 不是有效的网址。
zh_hant: 不是有效的網址。

source: Not applied by this client
ar: لا يطبقه هذا العميل
de: Von diesem Client nicht angewendet
es: Este cliente no lo aplica
fr: Non appliqué par ce client
he: לא מיושם על ידי הלקוח הזה
hi: यह क्लाइंट लागू नहीं करता
id: Tidak diterapkan oleh klien ini
it: Non applicato da questo client
ja: このクライアントでは適用されません
ko: 이 클라이언트에서는 적용되지 않음
nl: Niet toegepast door deze client
pl: Nie stosowane przez tego klienta
pt_br: Não aplicado por este cliente
ru: Не применяется этим клиентом
sv: Tillämpas inte av den här klienten
tr: Bu istemci tarafından uygulanmaz
uk: Не застосовується цим клієнтом
vi: Không được máy khách này áp dụng
zh_hans: 此客户端不应用
zh_hant: 此用戶端不套用

source: Not applied to the loaded model
ar: لم يتم تطبيقه على النموذج المحمل
de: Nicht auf das geladene Modell angewendet
es: No aplicado al modelo cargado
fr: Non appliqué au modèle chargé
he: לא הוחל על המודל הטעון
hi: लोड किए गए मॉडल पर लागू नहीं
id: Tidak diterapkan ke model yang dimuat
it: Non applicato al modello caricato
ja: ロードされたモデルには未適用
ko: 로드된 모델에 적용되지 않음
nl: Niet toegepast op geladen model
pl: Nie zastosowano do załadowanego modelu
pt_br: Não aplicado ao modelo carregado
ru: Не применено к загруженной модели
sv: Inte tillämpat på den inlästa modellen
tr: Yüklü modele uygulanmadı
uk: Не застосовано до завантаженої моделі
vi: Chưa áp dụng cho mô hình đã tải
zh_hans: 未应用于已加载的模型
zh_hant: 未套用於已載入的模型

source: Not enough room in the %lld-token context window for pasted text.
ar: لا توجد مساحة كافية في نافذة السياق البالغة %lld رمزًا للنص الملصق.
de: Nicht genug Platz im %lld-Token-Kontextfenster für den eingefügten Text.
es: No hay suficiente espacio en la ventana de contexto de %lld tokens para el texto pegado.
fr: Pas assez de place dans la fenêtre de contexte de %lld jetons pour le texte collé.
he: אין מספיק מקום בחלון ההקשר של %lld אסימונים עבור הטקסט שהודבק.
hi: पेस्ट किए गए टेक्स्ट के लिए %lld-टोकन संदर्भ विंडो में पर्याप्त जगह नहीं है।
id: Tidak cukup ruang di jendela konteks %lld token untuk teks yang ditempel.
it: Spazio insufficiente nella finestra di contesto di %lld token per il testo incollato.
ja: 貼り付けたテキストに対して %lld トークンのコンテキストウィンドウに十分な空きがありません。
ko: 붙여넣은 텍스트를 담기에 %lld 토큰 컨텍스트 창에 공간이 부족합니다.
nl: Niet genoeg ruimte in het %lld-token contextvenster voor de geplakte tekst.
pl: Za mało miejsca w oknie kontekstu %lld tokenów dla wklejonego tekstu.
pt_br: Espaço insuficiente na janela de contexto de %lld tokens para o texto colado.
ru: Недостаточно места в контекстном окне на %lld токенов для вставленного текста.
sv: Inte tillräckligt med utrymme i kontextfönstret på %lld token för den inklistrade texten.
tr: Yapıştırılan metin için %lld token bağlam penceresinde yeterli alan yok.
uk: Недостатньо місця в контекстному вікні на %lld токенів для вставленого тексту.
vi: Không đủ chỗ trong cửa sổ ngữ cảnh %lld token cho văn bản đã dán.
zh_hans: %lld 个 token 的上下文窗口中没有足够的空间容纳粘贴的文本。
zh_hant: %lld 個 token 的上下文視窗中沒有足夠的空間容納貼上的文字。

source: Not loaded
ar: غير محمل
de: Nicht geladen
es: No cargado
fr: Non chargé
he: לא נטען
hi: लोड नहीं हुआ
id: Tidak dimuat
it: Non caricato
ja: 未読み込み
ko: 로드되지 않음
nl: Niet geladen
pl: Nie załadowano
pt_br: Não carregado
ru: Не загружено
sv: Inte laddad
tr: Yüklenmedi
uk: Не завантажено
vi: Chưa tải
zh_hans: 未加载
zh_hant: 未載入

source: Not sized
ar: الحجم غير محدد
de: Größe nicht ermittelt
es: Sin tamaño calculado
fr: Taille non calculée
he: הגודל לא חושב
hi: आकार निर्धारित नहीं
id: Ukuran belum dihitung
it: Dimensione non calcolata
ja: サイズ未算出
ko: 크기 미산정
nl: Grootte niet bepaald
pl: Rozmiar nieokreślony
pt_br: Tamanho não calculado
ru: Размер не определен
sv: Storlek ej beräknad
tr: Boyut hesaplanmadı
uk: Розмір не визначено
vi: Chưa tính kích thước
zh_hans: 未计算大小
zh_hant: 未計算大小

source: Notes
ar: ملاحظات
de: Notizen
es: Notas
he: הערות
hi: नोट्स
id: Catatan
it: Note
ja: メモ
ko: 메모
nl: Notities
pl: Notatki
pt_br: Notas
ru: Заметки
sv: Anteckningar
tr: Notlar
uk: Примітки
vi: Ghi chú
zh_hans: 备注
zh_hant: 備註

source: Nothing attached yet.
ar: لم يُرفق أي شيء بعد.
de: Noch nichts angehängt.
es: Aún no hay nada adjunto.
fr: Rien n'est encore joint.
he: עדיין לא צורף דבר.
hi: अभी तक कुछ भी संलग्न नहीं।
id: Belum ada lampiran.
it: Non è ancora stato allegato nulla.
ja: まだ何も添付されていません。
ko: 아직 첨부된 항목이 없습니다.
nl: Nog niets toegevoegd.
pl: Nic jeszcze nie dołączono.
pt_br: Ainda não há nada anexado.
ru: Пока ничего не прикреплено.
sv: Inget bifogat än.
tr: Henüz bir şey eklenmedi.
uk: Поки нічого не додано.
vi: Chưa đính kèm gì.
zh_hans: 尚未附加任何内容。
zh_hant: 尚未附加任何內容。

source: Nothing has read this checkpoint's header, so its working set is unknown. `turbospark-model recommend --probe` reads it without downloading anything.
ar: لم يقرأ أحد ترويسة نقطة التحقق هذه، لذا فإن مجموعة عملها غير معروفة. يقرأها `turbospark-model recommend --probe` دون تنزيل أي شيء.
de: Niemand hat den Header dieses Checkpoints gelesen, daher ist sein Arbeitssatz unbekannt. `turbospark-model recommend --probe` liest ihn, ohne etwas herunterzuladen.
es: Nada ha leído la cabecera de este checkpoint, así que su conjunto de trabajo es desconocido. `turbospark-model recommend --probe` la lee sin descargar nada.
fr: Rien n'a lu l'en-tête de ce checkpoint, son jeu de travail est donc inconnu. `turbospark-model recommend --probe` le lit sans rien télécharger.
he: איש לא קרא את הכותרת של נקודת הביקורת הזו, ולכן קבוצת העבודה שלה אינה ידועה. הפקודה `turbospark-model recommend --probe` קוראת אותה בלי להוריד דבר.
hi: इस चेकपॉइंट का हेडर किसी ने नहीं पढ़ा, इसलिए इसका वर्किंग सेट अज्ञात है। `turbospark-model recommend --probe` इसे बिना कुछ डाउनलोड किए पढ़ता है।
id: Belum ada yang membaca header checkpoint ini, jadi working set-nya tidak diketahui. `turbospark-model recommend --probe` membacanya tanpa mengunduh apa pun.
it: Nessuno ha letto l'intestazione di questo checkpoint, quindi il suo working set è sconosciuto. `turbospark-model recommend --probe` la legge senza scaricare nulla.
ja: このチェックポイントのヘッダーはまだ読み取られていないため、ワーキングセットは不明です。`turbospark-model recommend --probe` は何もダウンロードせずにヘッダーを読み取ります。
ko: 이 체크포인트의 헤더를 읽은 적이 없어 작업 집합을 알 수 없습니다. `turbospark-model recommend --probe`는 아무것도 내려받지 않고 헤더를 읽습니다.
nl: Niets heeft de header van dit checkpoint gelezen, dus de werkset is onbekend. `turbospark-model recommend --probe` leest die zonder iets te downloaden.
pl: Nikt nie odczytał nagłówka tego punktu kontrolnego, więc jego zbiór roboczy jest nieznany. `turbospark-model recommend --probe` odczytuje go bez pobierania czegokolwiek.
pt_br: Nada leu o cabeçalho deste checkpoint, então o conjunto de trabalho dele é desconhecido. `turbospark-model recommend --probe` o lê sem baixar nada.
ru: Заголовок этой контрольной точки никто не читал, поэтому ее рабочий набор неизвестен. `turbospark-model recommend --probe` читает его, ничего не загружая.
sv: Ingenting har läst det här checkpointens huvud, så dess arbetsmängd är okänd. `turbospark-model recommend --probe` läser det utan att hämta något.
tr: Bu denetim noktasının başlığını hiçbir şey okumadı, bu yüzden çalışma kümesi bilinmiyor. `turbospark-model recommend --probe` onu hiçbir şey indirmeden okur.
uk: Заголовок цієї контрольної точки ніхто не читав, тож її робочий набір невідомий. `turbospark-model recommend --probe` читає його, нічого не завантажуючи.
vi: Chưa có gì đọc phần đầu của checkpoint này, nên tập làm việc của nó chưa xác định. `turbospark-model recommend --probe` đọc nó mà không tải xuống bất cứ thứ gì.
zh_hans: 尚无任何操作读取过该检查点的文件头，因此其工作集未知。`turbospark-model recommend --probe` 可在不下载任何内容的情况下读取它。
zh_hant: 尚無任何操作讀取過該檢查點的檔頭，因此其工作集未知。`turbospark-model recommend --probe` 可在不下載任何內容的情況下讀取它。

source: Nothing has read this checkpoint's shape, so its footprint is unknown.
ar: لم يقرأ أحد شكل نقطة التحقق هذه، لذا فإن استهلاكها غير معروف.
de: Niemand hat die Form dieses Checkpoints gelesen, daher ist sein Speicherbedarf unbekannt.
es: Nada ha leído la forma de este checkpoint, así que su huella es desconocida.
fr: Rien n'a lu la forme de ce checkpoint, son empreinte est donc inconnue.
he: איש לא קרא את הצורה של נקודת הביקורת הזו, ולכן טביעת הרגל שלה אינה ידועה.
hi: इस चेकपॉइंट का आकार किसी ने नहीं पढ़ा, इसलिए इसकी खपत अज्ञात है।
id: Belum ada yang membaca bentuk checkpoint ini, jadi jejak memorinya tidak diketahui.
it: Nessuno ha letto la forma di questo checkpoint, quindi il suo ingombro è sconosciuto.
ja: このチェックポイントの形状はまだ読み取られていないため、占有量は不明です。
ko: 이 체크포인트의 형태를 읽은 적이 없어 사용량을 알 수 없습니다.
nl: Niets heeft de vorm van dit checkpoint gelezen, dus het geheugenbeslag is onbekend.
pl: Nikt nie odczytał kształtu tego punktu kontrolnego, więc jego zajętość jest nieznana.
pt_br: Nada leu o formato deste checkpoint, então o consumo dele é desconhecido.
ru: Форму этой контрольной точки никто не читал, поэтому ее объем неизвестен.
sv: Ingenting har läst det här checkpointens form, så dess minnesanvändning är okänd.
tr: Bu denetim noktasının şeklini hiçbir şey okumadı, bu yüzden kapladığı alan bilinmiyor.
uk: Форму цієї контрольної точки ніхто не читав, тож її обсяг невідомий.
vi: Chưa có gì đọc hình dạng của checkpoint này, nên mức chiếm dụng chưa xác định.
zh_hans: 尚无任何操作读取过该检查点的形状，因此其占用未知。
zh_hant: 尚無任何操作讀取過該檢查點的形狀，因此其占用未知。

source: Nothing is installed. Choose a curated variant above to get started.
ar: لا شيء مثبت. اختر متغيرًا منسقًا أعلاه للبدء.
de: Nichts ist installiert. Wahlen Sie oben eine ausgewahlte Variante, um zu beginnen.
es: No hay nada instalado. Elige una variante seleccionada arriba para comenzar.
fr: Rien n'est installe. Choisissez une variante selectionnee ci-dessus pour commencer.
he: שום דבר לא מותקן. בחרו גרסה נבחרת למעלה כדי להתחיל.
hi: कुछ भी इंस्टॉल नहीं है। शुरू करने के लिए ऊपर से चुना हुआ वैरिएंट चुनें।
id: Belum ada yang terpasang. Pilih varian pilihan di atas untuk memulai.
it: Non e installato nulla. Scegli una variante selezionata sopra per iniziare.
ja: インストールされたものはありません。上の候補を選んで開始してください。
ko: 설치된 항목이 없습니다. 위에서 엄선한 변형을 선택해 시작하세요.
nl: Er is niets geinstalleerd. Kies hierboven een geselecteerde variant om te beginnen.
pl: Nic nie jest zainstalowane. Wybierz powyzej wybrany wariant, aby zaczac.
pt_br: Nada esta instalado. Escolha uma variante selecionada acima para comecar.
ru: Nichego ne ustanovleno. Vyberite vyshe podobrannyi variant dlya nachala.
sv: Inget ar installerat. Valj en utvald variant ovan for att borja.
tr: Hicbir sey yuklu degil. Baslamak icin yukaridan secili bir varyant secin.
uk: Нічого не встановлено. Виберіть вище підібраний варіант, щоб почати.
vi: Chua cai dat gi. Hay chon mot bien the da chon o tren de bat dau.
zh_hans: 尚未安装任何内容。请选择上面的精选变体开始使用。
zh_hant: 尚未安裝任何內容。請選擇上方的精選變體開始使用。

source: Nothing yet. The model saves memories as it learns durable facts; you can save one with `#` followed by text.
ar: لا شيء بعد. يحفظ النموذج الذكريات أثناء تعلمه حقائق دائمة؛ يمكنك حفظ ذكرى بكتابة `#` يتبعها نص.
de: Noch nichts vorhanden. Das Modell speichert Einträge, wenn es dauerhafte Fakten lernt; Sie können einen Eintrag mit `#` gefolgt von Text speichern.
es: Aún no hay nada. El modelo guarda recuerdos a medida que aprende datos duraderos; puedes guardar uno con `#` seguido de texto.
fr: Rien pour le moment. Le modèle enregistre des mémoires à mesure qu'il apprend des faits durables ; vous pouvez en enregistrer une avec `#` suivi de texte.
he: עדיין אין כלום. המודל שומר זיכרונות כשהוא לומד עובדים בני קיימא; אפשר לשמור אחד באמצעות `#` ואחריו טקסט.
hi: अभी कुछ नहीं। मॉडल टिकाऊ तथ्य सीखने पर मेमोरी सहेजता है; आप `#` के बाद टेक्स्ट लिखकर एक सहेज सकते हैं।
id: Belum ada apa pun. Model menyimpan memori saat mempelajari fakt yang bertahan; Anda dapat menyimpannya dengan `#` diikuti teks.
it: Ancora niente. Il modello salva memorie mentre apprende fatti duraturi; puoi salvarne una con `#` seguito da testo.
ja: まだ何もありません。モデルが永続的な事実を学ぶとメモリが保存されます。`#` に続けてテキストを入力すると保存できます。
ko: 아직 없습니다. 모델이 지속적인 사실을 학습하면서 메모리를 저장합니다. `#` 뒤에 텍스트를 입력하여 저장할 수 있습니다.
nl: Nog niets. Het model slaat herinneringen op terwijl het duurzame feiten leert; je kunt er een opslaan met `#` gevolgd door tekst.
pl: Na razie pusto. Model zapisuje wpisy pamięci w miarę uczenia się trwałych faktów; możesz zapisać wpis, wpisując `#` i tekst.
pt_br: Nada por enquanto. O modelo salva memórias à medida que aprende fatos duradouros; você pode salvar uma com `#` seguido de texto.
ru: Пока ничего нет. Модель сохраняет записи памяти по мере изучения устойчивых фактов; сохранить запись можно с помощью `#` и текста после него.
sv: Inget ännu. Modellen sparar minnen när den lär sig varaktiga fakta; du kan spara ett med `#` följt av text.
tr: Henüz bir şey yok. Model kalıcı olguları öğrenirken anılar kaydeder; `#` yazıp metin ekleyerek bir anı kaydedebilirsiniz.
uk: Поки нічого немає. Модель зберігає записи пам'яті, коли вивчає стійкі факти; зберегти запис можна через `#` і текст після нього.
vi: Chưa có gì. Mô hình lưu ghi nhớ khi học được các sự kiện bền vững; bạn có thể lưu một ghi nhớ bằng cách nhập `#` kèm theo văn bản.
zh_hans: 暂无内容。模型会在学习到持久事实时保存记忆；你可以输入 `#` 加文本手动保存一条。
zh_hant: 尚無內容。模型會在學到持久事實時保存記憶；你可以輸入 `#` 加文字手動儲存一條。

source: Notify
ar: إرسال إشعار
de: Benachrichtigen
es: Notificar
fr: Notifier
he: שליחת התראה
hi: सूचना दें
id: Beri tahu
it: Notificare
ja: 通知する
ko: 알림 보내기
nl: Melden
pl: Powiadom
pt_br: Notificar
ru: Уведомить
sv: Meddela
tr: Bildir
uk: Сповістити
vi: Thông báo
zh_hans: 发送通知
zh_hant: 傳送通知

source: Numbers
ar: الأرقام
de: Zahlen
es: Números
fr: Nombres
he: מספרים
hi: संख्याएँ
id: Angka
it: Numeri
ja: 数値
ko: 숫자
nl: Cijfers
pl: Liczby
pt_br: Números
ru: Числа
sv: Siffror
tr: Sayılar
uk: Числа
vi: Số liệu
zh_hans: 数值
zh_hant: 數值

source: ONLINE CATALOG
ar: الكتالوج عبر الإنترنت
de: ONLINE-KATALOG
es: CATÁLOGO EN LÍNEA
fr: CATALOGUE EN LIGNE
he: קטלוג מקוון
hi: ऑनलाइन कैटलॉग
id: KATALOG DARING
it: CATALOGO ONLINE
ja: オンラインカタログ
ko: 온라인 카탈로그
nl: ONLINECATALOGUS
pl: KATALOG ONLINE
pt_br: CATÁLOGO ONLINE
ru: ОНЛАЙН-КАТАЛОГ
sv: ONLINEKATALOG
tr: ÇEVRİMİÇİ KATALOG
uk: ОНЛАЙН-КАТАЛОГ
vi: DANH MỤC TRỰC TUYẾN
zh_hans: 在线目录
zh_hant: 線上目錄

source: ORIGINAL
ar: الأصل
he: מקור
hi: मूल
id: ASLI
it: ORIGINALE
ja: 変更前
ko: 원본
nl: ORIGINEEL
pl: ORYGINAŁ
ru: ОРИГИНАЛ
tr: ÖZGÜN
uk: ОРИГІНАЛ
vi: BẢN GỐC
zh_hans: 原始内容
zh_hant: 原始內容

source: Off
ar: إيقاف
de: Aus
es: Desactivado
fr: Désactivé
he: כבוי
hi: बंद
id: Mati
it: Disattivo
ja: オフ
ko: 꺼짐
nl: Uit
pl: Wył.
pt_br: Desativado
ru: Выкл.
sv: Av
tr: Kapalı
uk: Вимкнено
vi: Tắt
zh_hans: 关闭
zh_hant: 關閉

source: Ollama Compatible:
ar: متوافق مع Ollama:
de: Ollama-kompatibel:
es: Compatible con Ollama:
fr: Compatible Ollama :
he: תואם Ollama:
hi: Ollama संगत:
id: Kompatibel dengan Ollama:
it: Compatibile con Ollama:
ja: Ollama 互換:
ko: Ollama 호환:
nl: Ollama-compatibel:
pl: Zgodne z Ollama:
pt_br: Compatível com Ollama:
ru: Совместимо с Ollama:
sv: Ollama-kompatibel:
tr: Ollama uyumlu:
uk: Сумісно з Ollama:
vi: Tương thích Ollama:
zh_hans: Ollama 兼容:
zh_hant: Ollama 相容:

source: Ollama's blob store is not directly importable; no files will be copied.
ar: مخزن كائنات blob الخاص بـ Ollama غير قابل للاستيراد مباشرةً؛ لن يتم نسخ أي ملفات.
de: Der Blob-Speicher von Ollama kann nicht direkt importiert werden; es werden keine Dateien kopiert.
es: El almacén de blobs de Ollama no se puede importar directamente; no se copiará ningún archivo.
fr: Le magasin de blobs d'Ollama n'est pas directement importable ; aucun fichier ne sera copié.
he: לא ניתן לייבא ישירות את מאגר ה-blob של Ollama; קבצים לא יועתקו.
hi: Ollama का ब्लॉब स्टोर सीधे आयात करने योग्य नहीं है; कोई फ़ाइल कॉपी नहीं की जाएगी।
id: Penyimpanan blob Ollama tidak dapat diimpor langsung; tidak ada file yang akan disalin.
it: L'archivio BLOB di Ollama non è direttamente importabile; nessun file verrà copiato.
ja: OllamaのBLOBストアは直接インポートできません。ファイルはコピーされません。
ko: Ollama의 blob 저장소는 직접 가져올 수 없습니다. 파일이 복사되지 않습니다.
nl: De blobopslag van Ollama kan niet direct worden geïmporteerd; er worden geen bestanden gekopieerd.
pl: Magazyn obiektów blob Ollama nie może być importowany bezpośrednio; żadne pliki nie zostaną skopiowane.
pt_br: O armazenamento de blobs do Ollama não é diretamente importável; nenhum arquivo será copiado.
ru: Хранилище BLOB-объектов Ollama нельзя импортировать напрямую; файлы копироваться не будут.
sv: Ollamas bloblagring kan inte importeras direkt; inga filer kommer att kopieras.
tr: Ollama'nın blob deposu doğrudan içe aktarılamaz; hiçbir dosya kopyalanmayacak.
uk: Сховище BLOB-об'єктів Ollama не можна імпортувати безпосередньо; жодні файли не будуть скопійовані.
vi: Kho lưu trữ blob của Ollama không thể nhập trực tiếp; sẽ không có tệp nào được sao chép.
zh_hans: Ollama 的 Blob 存储不可直接导入；不会复制任何文件。
zh_hant: Ollama 的 Blob 存放區無法直接匯入；不會複製任何檔案。

source: Only the Default user exists. Add one below to give it its own settings, chats, and skills.
ar: لا يوجد سوى المستخدم الافتراضي. أضف مستخدما أدناه ليحصل على إعداداته ومحادثاته ومهاراته الخاصة.
de: Es existiert nur der Standardbenutzer. Fügen Sie unten einen hinzu, um ihm eigene Einstellungen, Chats und Skills zu geben.
es: Solo existe el usuario predeterminado. Añade uno abajo para darle sus propios ajustes, chats y habilidades.
fr: Seul l'utilisateur par défaut existe. Ajoutez-en un ci-dessous pour lui donner ses propres réglages, discussions et compétences.
he: קיים רק משתמש ברירת המחדל. הוסף משתמש למטה כדי שיהיו לו הגדרות, שיחות ומיומנויות משלו.
hi: केवल डिफ़ॉल्ट उपयोगकर्ता मौजूद है। नीचे एक जोड़ें ताकि उसे अपनी सेटिंग्स, चैट और स्किल मिल सकें।
id: Hanya pengguna Default yang ada. Tambahkan satu di bawah agar memiliki pengaturan, obrolan, dan keterampilan sendiri.
it: Esiste solo l'utente predefinito. Aggiungine uno qui sotto per dargli impostazioni, chat e competenze proprie.
ja: 既定のユーザーしか存在しません。独自の設定、チャット、スキルを持たせるには、下から追加してください。
ko: 기본 사용자만 있습니다. 아래에서 사용자를 추가하면 자체 설정, 대화, 스킬을 갖게 됩니다.
nl: Alleen de standaardgebruiker bestaat. Voeg er hieronder een toe om die eigen instellingen, chats en skills te geven.
pl: Istnieje tylko użytkownik domyślny. Dodaj poniżej kolejnego, aby miał własne ustawienia, czaty i umiejętności.
pt_br: Existe apenas o usuário padrão. Adicione um abaixo para dar a ele configurações, chats e habilidades próprios.
ru: Существует только пользователь по умолчанию. Добавьте пользователя ниже, чтобы у него были свои настройки, чаты и навыки.
sv: Endast standardanvändaren finns. Lägg till en nedan för att ge den egna inställningar, chattar och färdigheter.
tr: Yalnızca varsayılan kullanıcı var. Kendi ayarları, sohbetleri ve becerileri olması için aşağıdan bir kullanıcı ekleyin.
uk: Існує лише типовий користувач. Додайте нижче ще одного, щоб він мав власні налаштування, чати й навички.
vi: Chỉ có người dùng mặc định. Thêm một người dùng bên dưới để họ có cài đặt, cuộc trò chuyện và kỹ năng riêng.
zh_hans: 目前只有默认用户。在下方添加一个用户，即可让其拥有独立的设置、对话和技能。
zh_hant: 目前只有預設使用者。在下方新增一個使用者，即可讓其擁有獨立的設定、對話與技能。

source: Open & Architecture Options
ar: خيارات الفتح والبنية
de: Öffnungs- & Architekturoptionen
es: Opciones de apertura y arquitectura
fr: Options d'ouverture et d'architecture
he: אפשרויות פתיחה וארכיטקטורה
hi: ओपन और आर्किटेक्चर विकल्प
id: Opsi Pembukaan & Arsitektur
it: Opzioni di apertura e architettura
ja: オープンおよびアーキテクチャのオプション
ko: 열기 및 아키텍처 옵션
nl: Open- & architectuuropties
pl: Opcje otwierania i architektury
pt_br: Opções de abertura e arquitetura
ru: Параметры открытия и архитектуры
sv: Öppnings- och arkitekturalternativ
tr: Açılış ve Mimari Seçenekleri
uk: Параметри відкриття та архітектури
vi: Tùy chọn mở & kiến trúc
zh_hans: 打开与架构选项
zh_hant: 開啟與架構選項

source: Open Folder
ar: فتح المجلد
de: Ordner öffnen
es: Abrir carpeta
fr: Ouvrir le dossier
he: פתח תיקייה
hi: फ़ोल्डर खोलें
id: Buka Folder
it: Apri cartella
ja: フォルダを開く
ko: 폴더 열기
nl: Map openen
pl: Otwórz folder
pt_br: Abrir Pasta
ru: Открыть папку
sv: Öppna mapp
tr: Klasörü Aç
uk: Відкрити папку
vi: Mở thư mục
zh_hans: 打开文件夹
zh_hant: 開啟資料夾

source: Open Images
ar: فتح الصور
de: Bilder offnen
es: Abrir imagenes
fr: Ouvrir les images
he: פתיחת תמונות
hi: इमेज खोलें
id: Buka gambar
it: Apri immagini
ja: 画像を開く
ko: 이미지 열기
nl: Afbeeldingen openen
pl: Otworz obrazy
pt_br: Abrir imagens
ru: Otkryt izobrazheniya
sv: Oppna bilder
tr: Gorselleri ac
uk: Відкрити зображення
vi: Mo hinh anh
zh_hans: 打开图像
zh_hant: 開啟影像

source: Open Selected
ar: فتح المحدد
de: Ausgewählte öffnen
es: Abrir seleccionado
fr: Ouvrir la sélection
he: פתח את הנבחר
hi: चयनित खोलें
id: Buka yang Dipilih
it: Apri selezionato
ja: 選択項目を開く
ko: 선택 항목 열기
nl: Geselecteerde openen
pl: Otwórz zaznaczone
pt_br: Abrir Selecionado
ru: Открыть выбранное
sv: Öppna markerade
tr: Seçileni Aç
uk: Відкрити вибране
vi: Mở mục đã chọn
zh_hans: 打开选定项
zh_hant: 開啟選取項目

source: Open Settings
ar: فتح الإعدادات
de: Einstellungen öffnen
es: Abrir ajustes
fr: Ouvrir les paramètres
he: פתח הגדרות
hi: सेटिंग्स खोलें
id: Buka Pengaturan
it: Apri impostazioni
ja: 設定を開く
ko: 설정 열기
nl: Instellingen openen
pl: Otwórz ustawienia
pt_br: Abrir Configurações
ru: Открыть настройки
sv: Öppna inställningar
tr: Ayarları Aç
uk: Відкрити налаштування
vi: Mở cài đặt
zh_hans: 打开设置
zh_hant: 開啟設定

source: Open a project to install into one.
ar: افتح مشروعا للتثبيت فيه.
de: Öffnen Sie ein Projekt, um darin zu installieren.
es: Abre un proyecto para instalar en él.
fr: Ouvrez un projet pour y installer.
he: פתח פרויקט כדי להתקין לתוכו.
hi: किसी प्रोजेक्ट में इंस्टॉल करने के लिए उसे खोलें।
id: Buka proyek untuk memasang ke dalamnya.
it: Apri un progetto per installarvi.
ja: インストール先にするプロジェクトを開いてください。
ko: 설치할 프로젝트를 여세요.
nl: Open een project om daarin te installeren.
pl: Otwórz projekt, aby w nim zainstalować.
pt_br: Abra um projeto para instalar nele.
ru: Откройте проект, чтобы установить в него.
sv: Öppna ett projekt för att installera i det.
tr: İçine kurmak için bir proje açın.
uk: Відкрийте проєкт, щоб установити в нього.
vi: Mở một dự án để cài đặt vào đó.
zh_hans: 打开一个项目以安装到其中。
zh_hant: 開啟一個專案以安裝到其中。
